7zip
alsa-utils
amd-ucode
ark
asusctl
awww
base
base-devel
brightnessctl
btop
discord
dolphin
dunst
efibootmgr
fastfetch
ffmpegthumbs
firefox
fuse2
fuzzel
git
grim
grub
gwenview
haruna
hyprland
hyprpicker
imv
kdegraphics-thumbnailers
kimageformats
kitty
linux
linux-firmware
man-db
man-pages
mesa
nano
neovim
networkmanager
noto-fonts
nvidia-open
nvidia-settings
nvidia-utils
obs-studio
opencode
openssh
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-pulse
polkit-gnome
power-profiles-daemon
powertop
python-gobject
python-pipx
python-pywal
qpwgraph
qt5-wayland
qt6-wayland
qt6ct
rofi
rog-control-center
rsync
slurp
steam
sudo
swappy
tree
ttf-dejavu
ttf-liberation
unzip
vim
vulkan-radeon
waybar
webkit2gtk-4.1
wev
wget
wine
wine-gecko
wine-mono
winetricks
xdg-desktop-portal
xdg-desktop-portal-hyprland
xorg-server
xorg-xinit
xterm
zathura
zathura-pdf-poppler
zip
